"ERROR_PARSE_FILENOTFOUND"="找不到任何為指定的文件%s"
"ERROR_PARSE_OUTPUTPATH"="無效的輸出文件/路徑%s"

"ERROR_IS7ZIP_FILESEEK"="在模塊IS7zipExtract中的filestream定位錯誤！"
"ERROR_IS7ZIP_FILECREATE"="在模塊IS7zipExtract中創建一個filestream%n%s的錯誤！"
"ERROR_IS7ZIP_FILEOPEN"="在模塊IS7zipExtract中打開filestream%n%s%n的錯誤！"
"ERROR_IS7ZIP_COLFILES"="確定模塊中檔案中的文件數量錯誤IS7zipExtract！"
"ERROR_IS7ZIP_NOTOPEN"="無法在模塊IS7zipExtract中打開存檔！"
"ERROR_IS7ZIP_CORRUPT"="從7z歸檔中提取數據時出錯。 也許它已經破壞了！"
"ERROR_IS7ZIP_EXCEPT"="存檔錯誤或模塊中的意外錯誤IS7zipExtract！"

"ERROR_ISARC_LOADDLL"="加載Unarc.dll時發生錯誤！"
"ERROR_ISARC_GENERAL"="打包時發生錯誤！%nUnarc.dll返回錯誤代碼： -1%n%s"
"ERROR_ISARC_INVALID_COMPRESSOR"="拆包時發生錯誤：未知的壓縮方法！%nUnarc.dll返回錯誤代碼： -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="打包時發生錯誤！%nUnarc.dll返回錯誤代碼： -3%n%s"
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="拆包時發生錯誤：輸出數據塊太小！%nUnarc.dll返回錯誤代碼： -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="拆包時發生錯誤：內存不足！%nUnarc.dll返回錯誤代碼： -5%n%s"
"ERROR_ISARC_READ"="拆包時發生錯誤：無法讀取數據！%nUnarc.dll返回錯誤代碼： -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="解包時發生錯誤：歸檔損壞！%nUnarc.dll返回錯誤代碼： -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="拆包時發生錯誤：DLL不支持所需功能！%nUnarc.dll返回錯誤代碼： -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="拆包時發生錯誤：已提取所請求的數據！%nUnarc.dll返回錯誤代碼： -9%n%s"
"ERROR_ISARC_WRITE"="拆包時發生錯誤：無法將數據寫入磁盤！%nUnarc.dll返回錯誤代碼： -11%n%s"
"ERROR_ISARC_BAD_CRC"="打包時發生錯誤：不匹配校驗和！%nUnarc.dll返回錯誤代碼： -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="解壓縮時發生錯誤：密碼無效！%nUnarc.dll返回錯誤代碼： -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="解壓縮時發生錯誤：存檔頭已損壞！%nUnarc.dll返回錯誤代碼： -14%n%s"
"ERROR_ISARC_INTERNAL"="拆包時發生錯誤：內部錯誤DLL！%nUnarc.dll返回錯誤代碼： -15%n%s"
"ERROR_ISARC_UNKNOWN"="拆包時發生錯誤！%n%s"
"ERROR_ISARC_EXCEPT"="存檔中的錯誤或模塊中的意外錯誤ISArcExtract！"

"ERROR_ISPCF_CANT_OPEN_INFILE"="訪問模塊ISPrecompExtract中的輸入文件%n%s%n時出錯"
"ERROR_ISPCF_ISNOTPCF"="PCF文件格式無效：%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="未知版本的PCF文件：%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="在模塊ISPrecompExtract中，無法訪問輸出文件：%n%s"
"ERROR_ISPCF_LAUNCH_PROC"="啟動控制台應用程序時出錯 %s"
"WARNING_ISPCF_OPEN_PROC"="ISPrecompExtract中的進程打開時出錯。%n也許安裝程序沒有授權。%n一些操作的進度將不可用！"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="文件尚未由控制台應用程序創建%n%s%n可能的錯誤或不正確的pcf文件格式"
"ERROR_ISPCF_EXCEPT"="模塊中的意外錯誤ISPrecompExtract！"

"ERROR_ISSREP_GENERAL"="模塊ISSrepExtract中出現錯誤！%n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="在模塊ISSrepExtract中無法訪問輸出文件：%n%s"
"ERROR_ISSREP_EXCEPT"="模塊中出現意外錯誤ISSrepExtract！"

"ERROR_ISRAR_MULTIVOLUME"="多個.rar檔案與不同磁盤上的數據不支持！"
"ERROR_ISRAR_DLL_NOT_FOUND"="無法找到DLL %s"
"ERROR_ISRAR_EXCEPT"="存檔錯誤或模塊中的意外錯誤ISRarExtract！"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="在模塊ISm3unpack中，無法訪問輸出文件：%n%s"
"ERROR_M3PACK_EXCEPT"="模塊ISm3unpack中出現意外錯誤！"

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="在模塊ISUnpack中，無法訪問輸出文件：%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="ISUnpack中的控制台應用程序啟動錯誤！"
"WARNING_UNPACK_OPEN_PROC"="在ISUnpack進程打開時出錯。%n也許安裝程序沒有授權。%n一些操作的進度將不可用！"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="文件尚未由控制台應用程序創建%n%s%n可能是解壓縮文件的錯誤或格式不正確"
"ERROR_UNPACK_EXCEPT"="模塊ISUnpack中出現意外錯誤！"

"ERROR_XDELTA_GENERAL"="在模塊ISxDeltaExtract中有一個解包錯誤！"
"ERROR_XDELTA_CANT_GET_MEM"="分配內存時執行ISxDeltaExtract操作時出錯！"
"ERROR_XDELTA_DLL_NOT_FOUND"="無法找到DLL %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="在模塊ISxDeltaExtract中，無法訪問輸出文件：%n%s"
"ERROR_XDELTA_EXCEPT"="模塊中出現意外錯誤ISxDeltaExtract！"

"ERROR_PACKZIP_BAD_INFILE"="ISPackZIP的輸入路徑無效"
"ERROR_PACKZIP_BAD_OUTFILE"="ISPackZIP的無效輸出文件"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="ISPackZIP的壓縮設置應為0..9"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="在ISPackZIP模塊中，無法訪問輸出文件：%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="啟動控制台應用程序時出錯 %s"
"WARNING_PACKZIP_OPEN_PROC"="ISPackZIP進程打開時出錯。%n也許安裝程序沒有授權。%n一些操作的進度將不可用！"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="文件尚未由控制台應用程序創建%n%s%n在模塊ISPackZIP"
"ERROR_PACKZIP_EXCEPT"="模塊中的意外錯誤ISPackZIP！"

"ERROR_INIT_LOW_MEM"="沒有足夠的內存來解壓！%n嘗試關閉所有已打開的程序，然後重新啟動安裝程序"
"ERROR_INIT_CANT_GET_MEM"="初始化DLL時內存分配錯誤！"
"WARNING_INIT_SREP_BAD_PARAM"="初始化srep時，指定的值不能超過4096 mb。%n要顯示此消息，請更正兼容參數。"
"ERROR_INIT_PRECOMP_BAD_PARAM"="在初始化Precomp之前，給出不正確的版本！"

"ERROR_FINFILES_EXCEPT"="模塊中的意外錯誤ISFindFiles！"
"ERROR_PICKFILE_EXCEPT"="模塊中的意外錯誤ISPickFilename！"
"ERROR_EXEC_LAUNCH_PROC"="開始錯誤%n%s%n在模塊ISExec！"
"ERROR_EXEC_EXCEPT"="模塊ISExec中出現意外錯誤！"

"CHANGE_DISK_TITLE"="安裝程序需要下一個磁盤"
"CHANGE_DISK_LABEL"="如果該磁盤上的文件可以在下面顯示的文件夾中找到，請輸入正確的路徑或單擊“瀏覽”"
"BROWSE_TITLE"="瀏覽"
"BROWSE_LABEL"="請指定下一張光盤的路徑"
"BUTTON_OK"="好"
"BUTTON_CANCEL"="取消"
"BUTTON_BROWSE"="瀏覽..."

"TIME_HOUR_SHORT"=" 小时 "
"TIME_MIN_SHORT"=" 分钟 "
"TIME_SEC_SHORT1"=" 秒"
"TIME_SEC_SHORT2"=" 秒"
"TIME_HOUR_FULL1"="小时 "
"TIME_HOUR_FULL2"="小时 "
"TIME_HOUR_FULL3"="小时 "
"TIME_MIN_FULL1"="分钟 "
"TIME_MIN_FULL2"="分钟 "
"TIME_MIN_FULL3"="分钟 "
"TIME_SEC_FULL1"="秒 "
"TIME_SEC_FULL2"="秒 "
"TIME_SEC_FULL3"="秒 "
"TIME_TYPE1"="仍然存在： "
"TIME_TYPE2"="通過： "
"TIME_TYPE3"="總： "
"TIME_TYPE4"="等待 "
"TIME_INFINITE"="永恆"
"TIME_TEST"="測試運行"
"GENERAL_ENDING"="定稿..."
"GENERAL_DELETING"="刪除臨時文件..."
"GENERAL_SCANNING"="掃描文件..."
